export const data = {
    edging: {
        120: {
            img: './img/popup-img/edging/PVC-001.png',
            alt: 'ПВХ - 50 мм.',
            text: `<strong>Ширина канта:</strong> 50 мм.;<br>
            <strong> Поверхность:</strong> яркая, глянцевая;<br>
            <strong>Термоустойчивость:</strong> от -20С до +70С.;<br>
            <strong>Соединение с окном:</strong> термическая спайка;<br>
            Для стандартных окон.`,
            price: 120
        },
        180: {
            img: './img/popup-img/edging/Oxford-001.png',
            alt: 'Оксфорд - 50 мм.',
            text: `<strong>Ширина канта:</strong> 50 мм.<br>
            <strong>Поверхность:</strong> матовая, с выраженной фактурой;<br>
            <strong>Термоустойчивость:</strong> от -40С до +70С.;<br>
            <strong>Соединение с окном:</strong> лавсановая нить с армированием;<br>
            Для стандартных окон.`,
            price: 180
        },
        160: {
            img: './img/popup-img/edging/PVC-001.png',
            alt: 'ПВХ-80 мм.',
            text: `<strong>Ширина канта:</strong> 80 мм.;<br>
            <strong>Поверхность:</strong> яркая, глянцевая;<br>
            <strong>Термоустойчивость:</strong> от -20С до +70С.;<br>
            <strong>Соединение с окном:</strong> термическая спайка;<br>
            Для окон большой площади, для соединения изделий внахлест, для объектов с большой ветровой нагрузкой.`,
            price: 160
        },
        230: {
            img: './img/popup-img/edging/Oxford-001.png',
            alt: 'Оксфорд-80 мм.',
            text: `<strong>Ширина канта:</strong> 80 мм.<br>
            <strong>Поверхность:</strong> матовая, с выраженной фактурой;<br>
            <strong>Термоустойчивость:</strong> от -40С до +70С.;<br>
            <strong>Соединение с окном:</strong> лавсановая нить с армированием;<br>
            Для окон большой площади, для соединения изделий внахлест, для объектов с большой ветровой нагрузкой.`,
            price: 230
        },
        1340: {
            img: './img/popup-img/edging/PVC-700.jpg',
            alt: 'Пленка 700 микрон',
            text: `<strong>Сезон:</strong> всесезонный (от -20 С до +70С);<br>
            <strong>Эластичность:</strong> средняя;<br>
            <strong> Долговечность:</strong> до 5 лет;<br>
            <strong>Используется:</strong> для изготовления мягких окон <br>
            <strong>Не рекомендуется:</strong> сгибать, сворачивать при -5 С и ниже, обрабатывать абразивными веществами.
            `,
            price: 1340
        },
        4200: {
            img: './img/popup-img/edging/poliuretan-001.jpg',
            alt: 'Полиуретан',
            text: `<strong>Сезон:</strong> всесезонный (от -40 С до +70С);<br>
            <strong>Эластичность:</strong> высокая, хорошо гнется на морозе;<br>
            <strong> Долговечность:</strong> до 10 лет;<br>
            <strong>Используется:</strong> для изготовления мягких дверей, окон;<br>
            Выдерживает большие ветровые нагрузки.<br>
            <strong>Не рекомендуется:</strong> обрабатывать абразивными веществами.
            `,
            price: 4200
        },
        900: {
            img: './img/popup-img/edging/Oxford-001.png',
            alt: 'Ткань “Оксфорд” 600 д',
            text: `<strong>Состав:</strong> 100% полиэстер <br>
            <strong>Сезон:</strong> всесезонный (от -40 С до +70С);<br>
            <strong>Эластичность:</strong> высокая, высокая прочность;<br>
            <strong>Долговечность:</strong> до 10 лет;<br>
            Долго не выцветает, не истирается, не боится нагрева.<br> 
            Непрозрачная матовая поверхность, несколько цветов на выбор.`,
            price: 900
        },
        1100: {
            img: './img/popup-img/edging/PVC-400g.jpg',
            alt: 'ПВХ 650гр/м',
            text: `<strong>Сезон:</strong> всесезонный (от -40 С до +70С);<br>
            <strong>Эластичность:</strong> высокая, высокая прочность;<br>
            <strong>Долговечность:</strong> до 10 лет;<br>
            Устойчива к различным внешним воздействиям (осадки, химикаты, многократные изгибы),<br>
            Непрозрачная матовая поверхность, несколько цветов на выбор.`,
            price: 1100
        },
        550: {
            img: './img/popup-img/edging/PVC-400g.jpg',
            alt: 'ПВХ 400гр/м',
            text: 'Непрозрачная пленка 400 гр/м прочная и легкая. Используется при заполнении небольших проемов. Хорошо переносит внешние воздействия. Рекомендуется к использованию весной-осенью, при минусовых температурах не рекомендуется сгибать, скручивать.',
            price: 550
        },
    },
    
    mount: {
        120: {
            img: './img/popup-img/edging/remen-001.jpg',
            alt: 'Скоба/ремешок',
            text: 'К поверхности крепится скоба, мягкое окно фиксируется при помощи силиконовых ремешков. Рекомендован для окон небольшого размера.',
            price: 120,
            article: 's'
        },
        160: {
            img: './img/popup-img/edging/skoba-001.jpg',
            alt: 'Большая скоба',
            text: 'Состоит из овального люверса и застежки, которая проходит в люверс. Пружинный механизм застежки исключает случайный поворот, плотно прижимает кант к стене. Рекомендован для больших проемов и проемов с высокой ветровой нагрузкой.',
            price: 160,
            article: 'b'
        },
        300: {
            img: './img/popup-img/edging/zamok-gold.jpg',
            alt: 'Французкий замок',
            text: 'Имеет небольшой размер (меньше поворотной скобы) и эффектный внешний вид. Фиксируется за счет специальных крестообразных углублений, в отличие от поворотной скобы, не имеет пружины. Универсальное крепление для любых типов мягких окон.',
            price: 300,
            article: 'fg'
        },
        320: {
            img: './img/popup-img/edging/zamok-001.jpg',
            alt: 'Французкий замок',
            text: 'Имеет небольшой размер (меньше поворотной скобы) и эффектный внешний вид. Фиксируется за счет специальных крестообразных углублений, в отличие от поворотной скобы, не имеет пружины. Универсальное крепление для любых типов мягких окон.',
            price: 320,
            article: 'fn'
        },
        10: {
            img: './img/popup-img/edging/luvers-001.jpg',
            alt: 'Люверс',
            text: 'Люверс в окантовке диаметром 10 или 12 мм, без дополнительного вида крепежа. Можно сделать как подвижное (на тросе), так и неподвижное (на кровельных саморезах или саморезах с пресс-шайбой) окно. Самый доступный вариант.',
            price: 10,
            article: 'd'
        },
        500: {
            img: './img/popup-img/edging/zamok-001.jpg',
            alt: 'Большой французский замок',
            text: 'Используется, когда 2 изделия крепятся внахлест на одну скобу. Фиксируется за счет специальных крестообразных углублений, плотно прижимает кант изделия к стене. Рассчитан на значительные нагрузки.',
            price: 500,
            article: 'fn'
        },
        40: {
            img: './img/popup-img/edging/d-40.jpg',
            alt: 'Люверс',
            text: 'Люверс диаметром 40 мм в окантовке без дополнительного вида крепежа. Можно сделать как подвижное (на тросе), так и неподвижное (на кровельных саморезах или саморезах с пресс-шайбой) окно. Самый доступный вариант.',
            price: 40,
            article: 'd-40'
        },
        0: {
            img: './img/popup-img/edging/PVC-001.png',
            alt: 'Окантовка',
            text: 'Кант из ткани ПВХ или Оксфорд без крепежных элементов',
            price: 0,
            article: 'none'
        }
    }
}